Repository: ireland2Canada7/navarikTest
Catalog: Locale/*/LC_MESSAGES/*.po
Languages: ga_ie

source: Back
ga_ie: Ar ais

source: Home
ga_ie: Baile

source: Ballistic Calculator
ga_ie: Áireamhán ballistic

source: Ballistic Calculation
ga_ie: Ríomh ballistic

source: What is it, why does it exist, what is it used for, why is the sky blue? Questions and answers galore after the jump....
ga_ie: Cad é, cén fáth go bhfuil sé ann, cad a úsáidtear é ar feadh, é sin an fáth an gorm spéir? Ceisteanna agus freagraí galore tar éis an léim....

source: Log in
ga_ie: Logáil isteach

source: Browse Data
ga_ie: Brabhsáil Sonraí

source: Browse the currently available ammunition, rifling and target data.
ga_ie: Brabhsáil an lón lámhaigh ar fáil faoi láthair, rifling agus díriú sonraí.

source: Begin calculating your ballistic solution using either pre set values or your own.
ga_ie: Tosaigh do réiteach ballistic ríomh ag baint úsáide as ceachtar luachanna a leagtar roimh nó do chuid féin.

source: Contact Us
ga_ie: Déan Teagmháil Linn

source: Ideas, comments, criticism? Complete the form here to let our team of talented [sic] developers know.
ga_ie: Smaointe, tuairimí, cáineadh? Comhlánaigh an fhoirm anseo a ligean ar ár bhfoireann de cumasach [sic] forbróirí a fhios.

source: View details
ga_ie: Féach ar na sonraí
